<?php

return array(

	'does_not_exist' => 'Запись в блоге не существует.',

	'create' => array(
		'error'   => 'Запись не была создана, пожалуйста попробуйте ещё раз.',
		'success' => 'Запись была создана успешно.'
	),

	'update' => array(
		'error'   => 'Запись не была обновлена, пожалуйста попробуйте ещё раз',
		'success' => 'Запись была успешно обновлена'
	),

	'delete' => array(
		'error'   => 'Возникла проблема при удалении записи, пожалуйста попробуйте ещё раз',
		'success' => 'Запись была удалена успешно.'
	)

);
