<?php

return array(

	'does_not_exist' => 'Комментарий не существует.',

	'create' => array(
		'error'   => 'Комментарий не был создан, пожалуйста попробуйте снова.',
		'success' => 'Комментарий успешно создан.'
	),

	'update' => array(
		'error'   => 'Комментарий не был обновлён, пожалуйста попробуйте снова.',
		'success' => 'Комментарий успешно обновлён.'
	),

	'delete' => array(
		'error'   => 'Возникла проблема при удалении комментария, пожалуйста попробуйте ещё раз.',
		'success' => 'Комментарий успешно удалён.'
	)

);
