<?php 

return array(

	/*
	|--------------------------------------------------------------------------
	| User Language Lines
	|--------------------------------------------------------------------------
	|
	|
	*/

	'register'              => 'Регистрация',
	'login'                 => 'Логин',
	'login_first'           => 'Вначале войдите',
	'account'               => 'Учётная запись',
	'forgot_password'       => 'Забыл пароль',
	'settings'              => 'Настройки',
	'profile'               => 'Профиль',
	'user_account_is_not_confirmed'          => 'Учётная запись не подтвреждена.',
	'user_account_updated'          => 'Учётная запись обновлена.',
	'user_account_created'          => 'Учётная запись создана.',

);