<?php

return array(

	'already_exists'    => 'Пользователь уже существует!',
	'does_not_exist'    => 'Пользователь не существует.',
	'login_required'    => 'Поле логин обязательно для заполнения',
	'password_required' => 'Пароль обязателен.',
	'password_does_not_match' => 'Логин и пароль не сопадают.',

	'create' => array(
		'error'   => 'Пользователь не был создан, пожалуйста попробуйте ещё раз.',
		'success' => 'Пользователь успешно создан.'
	),

    'edit' => array(
        'impossible' => 'Вы не можете редактировать сами себя.',
        'error'      => 'Возникла проблема при удалении пользователя. Пожалуйста попробуйте ещё раз.',
        'success'    => 'Пользователь успешно обновлён.'
    ),

    'delete' => array(
        'impossible' => 'Вы не можете удалить сами себя.',
        'error'      => 'Возникли проблемы при удалении пользователя. Пожалуйста попробуйте ещё раз',
        'success'    => 'Пользователь успешно удалён.'
    )

);
