<?php

return array(

	'already_exists' => 'Роль уже существует!',
	'does_not_exist' => 'Роль не существует.',
	'name_required'  => 'Поле "Имя" обязательно для ввода',

	'create' => array(
		'error'   => 'Роль не была создана, пожалуйста попробуйте ещё раз.',
		'success' => 'Роль успешно создана.'
	),

	'update' => array(
		'error'   => 'Роль не была обновлена, пожалуйста попробуйте ещё раз',
		'success' => 'Роль успешно обновлена'
	),

	'delete' => array(
		'error'   => 'Возникла проблема при удалении роли, пожалуйста попробуйте ещё раз.',
		'success' => 'Роль удалена успешно.'
	)

);
